[
  {
    "title": "🌟 Bienvenue dans notre serveur Discord ! 🌟",
    "type": "rich",
    "description": "✨ Quelle que soit votre background ou vos centres d'intérêt, vous êtes les bienvenus parmi nous ! Geek, travailleur, étudiants, ou même chômeur, notre communauté vous ouvre ses portes chaleureusement. 🤗\n\n💬 Notre serveur est un lieu convivial où règne la __bienveillance__, le __respect__ et l'__entraide.__ 🤝 Quels que soient vos intérêts, vous trouverez toujours quelqu'un pour discuter, s'entraider et passer de bons moments ensemble.\n\n🎉🎉 Rejoignez-nous dès maintenant et faites partie de cette communauté extraordinaire ! \n\nPour toute question ou assistance, notre équipe de modérateurs est là pour vous aider. ❓\n\nℹ️ **Le serveur est fractionné en différentes catégories**",
    "url": null,
    "timestamp": null,
    "color": 44543,
    "fields": [],
    "thumbnail": null,
    "image": {
      "url": "https://raw.githubusercontent.com/nfcpsnbourgeois/MY-BOT/main/walcomeembed3.png"
    },
    "author": null,
    "footer": null
  },
  {
    "title": "🛖 Découvre les différentes catégories 🔭",
    "type": "rich",
    "description": "Les différentes catégories de ce serveur Discord",
    "url": null,
    "timestamp": null,
    "color": 12605975,
    "fields": [
      {
        "name": "💻 Informatique - sécurité",
        "value": "> Rejoignez notre salon dédié à l'informatique pour discuter des dernières technologies, poser des questions, partager des astuces et échanger sur les sujets liés à l'univers technologique.",
        "inline": false
      },
      {
        "name": "💬 Discussion",
        "value": "> Exprimez-vous librement dans notre salon de discussion. Partagez vos idées, engagez des conversations enrichissantes et connectez-vous avec d'autres membres de la communauté qui partagent vos intérêts.",
        "inline": false
      },
      {
        "name": "🎮 Jeux-Vidéos",
        "value": "> Exprimez-vous librement dans notre salon de discussion. Partagez vos idées, engagez des conversations enrichissantes et connectez-vous avec d'autres membres de la communauté qui partagent vos intérêts.",
        "inline": false
      },
      {
        "name": "📈 Trading",
        "value": "> Si vous êtes passionné par le trading et les marchés financiers, rejoignez notre salon dédié au trading. Discutez des stratégies, partagez des conseils et restez informé des dernières tendances.",
        "inline": false
      },
      {
        "name": "📉 Crypto",
        "value": "> Plongez dans l'univers des cryptomonnaies dans notre salon dédié aux cryptos. Échangez des informations, discutez des dernières actualités et partagez votre expertise sur le sujet.",
        "inline": false
      },
      {
        "name": " ",
        "value": "PS Je te laisse cliquer sur la/les réactions qui te conviennent.",
        "inline": false
      }
    ],
    "thumbnail": null,
    "image": null,
    "author": null,
    "footer": null
  }
]